export const biographyTexts = [
  {
    title: "Про мене",
    content:
      "Сергій Смоляк — студент 3 курсу спеціальності 'Кібербезпека' Я займаюся програмуванням на C++, Python та веброзробою на React. Маю досвід роботи з бібліотеками pandas, matplotlib, lodash і захоплюся створенням алгоритмів для обробки даних. Окрім технічних навичок, Я активно цікавиться цікавлюся коп'ютерною графікою. Вільний час присвячує вдосконаленню своїх проєктів і вивченню новітніх технологій",
  },
  {
    title: "Моє дитинство",
    content: "у дитинстві Я був сором’язливою дитиною, але прагнув подолати свої страхи й пробував себе в різних сферах. Я захоплювався шахами, танцями, співав і навіть виконував ролі у театральних постановках. Це допомагало мені подолати мої стахи. У восьмому класу я зацікавився математикою та хімії. В один момент я навіть задумувався про спеціальність пов'язану з харчовими технологіями. Проте після довгих роздумів я вирішив обрати IT, адже ця галузь об’єднувала мої інтерес до логіки, технологій та постійного самовдосконалення",
  },
  {
    title: "Мої мрії на майбутьнє",
    content:
      "Мені хочеться продовжувати розвиватися в кібербезпеці, адже це сфера, яка завжди тримає в тонусі. Я мрію створювати рішення, які будуть корисними та водночас витонченими у своїй простоті. У майбутньому хочу більше займатися коп'ютерною графікою — цікаво бачити, математика, мистецтво та програмування поєднується між собою для створення чогось прекрасного. А ще було б класно знайти баланс між роботою та хобі: щоб встигати не тільки кодити, але й займатися творчістю чи навіть повернутися до театральних експериментів.",
  },
]
